[
    {
        "page_num": 1,
        "content": "ABOUT THE TRUST\nThe Windeward Bound Trust has been a Registered Charity with the Australian Tax Office (ATO)\nsince 1999, and Australian Charities and Not-for-profits Commission (ACNC) since its inception.\nThe Trust has a Board of Trustees and a volunteer Advisory and Management Board with a wide\nrange of successful business experience.\nThe brigantine, Windeward Bound, was built by volunteers and is crewed and maintained mainly by\nits volunteer base. The historic vessel, Mistral II, is currently being restored by the Trust, providing\njob skills training to young Tasmanians, after which she will join Windeward Bound as a sail training\nvessel.\nThe Windeward Bound Trust is funded mainly by operational income, the generous donations of\nthe supporting public, and continuing support of our sponsors. 100% of all income received\nremains in the Trust to meet the costs of operating the ship and to provide scholarships for those in\nmost need.\nIt is the Board's intention that in the years ahead, the ship's operating and maintenance costs will\ngradually be met by increased donor streams thereby enabling the Windeward Bound Trust to\nincrease the number of voyage berths for those in most need, and reduce the current dependence\non commercial activities. To this end, the Windeward Bound Foundation Ltd is an approved DGR\n(class 1) charity registered with the Australian Taxation Office and the Australian charities and Not\nFor Profit Commission.\n“The Windeward Bound Trust, established in 1993, is committed to the relief of\nhelplessness, the development of work and social skills and the delivery of personal\ngrowth experiences for young people.”\nOUR MISSION\nThe brigantine \"Windeward Bound\" is a 33 metre symbol of enterprise and commitment to provide\nyouth with an opportunity to enjoy and learn skills otherwise out of their reach.\n"
    },
    {
        "page_num": 2,
        "content": "The future of the Trust is tied to the development and training of youth with particular emphasis on\nthose in dire need; made to feel helpless by financial, social, lifestyle or family circumstances.\nThe Windeward Bound Trust also aims to foster good character and a spirit of enterprise in the\nyouth of Tasmania and Australia generally, including youth disadvantaged or hampered by\ncircumstances who could not otherwise participate.\nIt is the principal philosophy of the Trust that no young person should ever miss out on the\nWindeward Bound opportunity because of personal circumstances or lack of funds.\nSPECIFICATIONS - STV WINDEWARD BOUND\nTonnage: 105\nDisplacement: 120 Tonnes\nConstruction: Tassie Eucalypt, Huon Pine, and Oregon\nLength Overall: 110' 0\" (33m)\nLength of hull: 81' 0\" (24m)\nBeam: 24' 0\" (7m)\nDraught: 10' 8\" (3.2m)\nHeight of Mainmast: 85' 0\" (25m)\nRig: Brigantine\nMain Engine: 300 HP Cummins\n"
    },
    {
        "page_num": 3,
        "content": "Auxiliary Engine: 22KVA Onan Genset\nFreshwater: 2 Tonnes\nFuel: 2.5 Tonnes\nWindeward Bound\n1 language\n​\nArticle\n​\nTalk\n​\nRead\n​\nEdit\n​\nView history\nTools\nAppearance hide\nText\n​\nSmall\n​\nStandard\n​\nLarge\nWidth\n​\nStandard\n​\nWide\nColor (beta)\n​\nAutomatic\n​\nLight\n​\nDark\n"
    },
    {
        "page_num": 4,
        "content": "From Wikipedia, the free encyclopedia\nThis article needs\nadditional citations for\nverification. Please\nhelp improve this article\nby adding citations to\nreliable sources.\nUnsourced material\nmay be challenged and\nremoved.\nFind sources: \"Windeward\nBound\" – news ·\nnewspapers · books ·\nscholar · JSTOR\n(December 2019)(Learn\nhow and when to remove\nthis message)\n"
    },
    {
        "page_num": 5,
        "content": "Windeward Bound entering Sydney Harbour on 3\nOctober 2013\nHistory\nAustralia\nLaid down\nJune 1992\nLaunched\n1996\nIdentification\n​\nMMSI number:\n503012700\n​\nCallsign: VJT5691\nStatus\nActive\nGeneral characteristics\nTons burthen\n91.7 tonnes\nLength\n33 m (108 ft)\nBeam\n6 m (20 ft)\nDepth of hold\n2.95 m (9 ft 8 in)\nSail plan\nBrigantine\n"
    },
    {
        "page_num": 6,
        "content": "Complement\n16\nWindeward Bound is a two-masted brigantine-rigged vessel based in Hobart,\nTasmania, Australia. The vessel is named after Lewis Winde, the builder of an 1848\nBoston schooner on which Windeward Bound was modelled. It is constructed almost\nentirely of Tasmanian eucalypt, huon pine and Oregon pine, recycled from old boats and\nbuildings. The hull is constructed of 5 cm hardwood strip planks, over epoxy-laminated\ndouglas fir frames, spaced 38 cm (15 inches) apart. The stem, sternpost and keel are of\nepoxy-laminated Tasmanian blue gum and the decks are of huon and New Zealand\nkauri pines.\nWindeward Bound is rigged with four square sails, three headsails, three staysails\nbetween the masts, a gaff mainsail and gaff topsail, totalling 12 sails in all. The total sail\narea is 402 m2 (4,330 sq ft) and the windage lever of the sails from the centre of lateral\nresistance is 9.87 m.\nShe is commonly used for training youth (of any age) to sail, offering training and\nvoyages that last from anywhere between an hour or two to many weeks. In\n2002–2003, the ship and her crew embarked on a successful circumnavigation voyage\naround Australia to celebrate the 200th anniversary of the first circumnavigation,\ncharting and naming of the continent of Australia by Matthew Flinders.[1] During this\nvoyage, the crew docked in most Australian ports and coastal communities, with the\nhelp of Coastcare, to spread the message for individuals and organisations to become\nactively involved in ground works to protect and manage coastal and marine\nenvironments.\n"
    },
    {
        "page_num": 7,
        "content": "The ship was also able to connect with local schools and community groups by\nperforming a play recounting the adventures of Flinders in his circumnavigation through\nthe play Roundabout, written by Les Winspear and performed by Theatre Alfresco.\nOn 3 June 2004 Windeward Bound was subject to knockdown about 30 miles south of\nGabo Island off the Victorian coast when a gust of near-hurricane-force wind heeled the\nvessel about 68 degrees to starboard. This resulted in the loss of electrical power and\ndamage to the engine which prevented communication with the ship resulting in a\nsuccessful aircraft search for the ship. The ship berthed at HMAS Creswell at 2200 on\nthe 5th. Both the main engine and the generator were replaced before sailing again.[2]\nIn October 2013 Windeward Bound participated in the International Fleet Review 2013\nin Sydney, Australia.\nNot to be confused with Brig.\nThis article is about the sailing vessel category. For the adjective Brigantine, see House\nof Braganza. For the city, see Brigantine, New Jersey. For the kind of medieval armor,\nsee Brigandine.\nBrigantine\n"
    },
    {
        "page_num": 8,
        "content": "Brigantine Experiment of Newburyport, 114 tons, built at Amesbury\nin 1803\nType\nSailing rig\nPlace of origin\nAtlantic maritime nations\nA brigantine is a two-masted sailing vessel with a fully square-rigged foremast and at\nleast two sails on the main mast: a square topsail and a gaff sail mainsail (behind the\nmast).[1] The main mast is the second and taller of the two masts.\nOlder usages are looser; in addition to the rigorous definition above (attested from\n1695[citation needed]), the Oxford English Dictionaryincludes two c. 1525 definitions: \"a\nsmall vessel equipped both for sailing and rowing, swifter and more easily manœuvred\nthan larger ships\" and \"(loosely) various kinds of foreign sailing and rowing vessels, as\nthe galleon, galliot, etc.\"[2]\nModern American definitions include vessels without any square sail(s) on the main\nmast.\n"
    },
    {
        "page_num": 9,
        "content": "Mediterranean brigantines\nIn the Mediterranean Basin during the 13th century, a brigantine referred to a sail- and\noar-driven war vessel.[3] It was lateen riggedon two masts and had between eight and\ntwelve oars on each side. Its speed, maneuverability, and ease of handling made it a\nfavourite of Mediterranean pirates. Its name is derived from the Italian word brigantino,\nwhich in turn is derived from brigante[4]\"brigand\". Other than in names, this vessel has\nno relation to the later brigantines developed in Northern Europe.[citation needed]\n17th century and onwards\nA brigantine sail plan\nBy the 17th century, the term was adopted by Atlantic maritime nations. The vessel had\nno lateen sails, but was instead square-rigged on the foremast and had a gaff-rigged\nmainsail with square rig above it on the mainmast.[5] The mainmast of a brigantine is the\naft one.\nBy the first half of the 18th century, the word had evolved to refer not to a kind of vessel,\nbut rather to a particular type of rigging: two-masted, with her foremast fully\nsquare-rigged and her mainmast rigged with both a fore-and-aft mainsail (a gaff sail)\nand square topsails and possibly topgallant sails.[1]\n"
    },
    {
        "page_num": 10,
        "content": "After the sloop the brigantine was the next-most popular rig for ships built in the British\ncolonies in North America before 1775[6] The brigantine was swifter and more easily\nmaneuvered than a sloop or schooner, hence was employed for piracy, espionage, and\nreconnoitering, and as an outlying attendant upon large ships for protecting a ship, or\nfor supply or landing purposes in a fleet.\nThe brigantine could be of various sizes, ranging from 30 to 150 tons burden.[6] The\nbrigantine was generally larger than a sloop or schooner, but smaller than a brig.[3]\nModern terminology\nA modern brigantine sail planor \"hermaphrodite brig\"\nThe steamship Columbia, an example of a late 19th-century auxiliary schooner brig-rigged\nvessel\nThe definition given above describes the international usage of the term brigantine. In\nmodern American terminology, the term brigantine usually means a vessel with the\n"
    },
    {
        "page_num": 11,
        "content": "foremast square rigged and the mainmast fore-and-aft rigged, without any square sails.\nHistorically, this rig used was called a \"schooner brig\" or \"hermaphrodite brig\".[7] In\nEurope, the distinction is typically still made. The training ship Zebu, which\ncircumnavigated the Earth as part of Operation Raleigh, is an example of a schooner\nbrig.\nDifferences from brig\nThe word brig is an 18th-century shortening of the word brigantine, but to mean a\ndifferent type of rigging. The gaff-rigged mainsail on a brigantine distinguishes it from\nthe brig, which is principally square-rigged on both masts. In addition to the different sail\nconfiguration, the brigantine's mainmast is made from two parts and equal to that of a\nschooner, a quite long mast and a top mast. The mainmast of a brig is made from three\nparts and equal to that of a fully rigged ship - a mast, topmast, and topgallant mast. With\nthe advent of modern (metal) pole masts, this last difference typically no longer exists.\nHISTORY\n\"Windeward Bound\" was conceived in 1965 when a young sailor in the Royal Australian Navy stood\non the shores of Garden Island and watched the arrival in Sydney, from England, of an old Baltic\ntrading vessel known as \"New Endeavour\". This approaching vision began a dream to build and\noperate a similar Tall Ship. A period of service in the RAN and, later, the rigours of acquiring the\nskills as a Joiner/Cabinet maker and a young and growing family, saw the dream left on the shelf for\na while. However, even on the shelf, the dream grew and became all encompassing and a search\nstarted for a suitable set of plans, slipways were haunted studying hull shapes and old time boat\nbuilders were quizzed for their all important information on \"how do you…\"\n"
    },
    {
        "page_num": 12,
        "content": "PART OF THE PLANS USED TO BUILD WINDEWARD BOUND, PRIOR TO MODIFICATIONS MADE TO MEET SAFETY\nREQUIREMENTS.\nBy 1983, a number of things happened: kids were growing up and independent, personal\ncircumstances had changed, and the plans for an 1848 Boston built Tops'l Schooner had been\nunearthed in a long out of print book on Ship design. Suddenly there was no reason to leave the\nproject on the shelf any more. After almost a year of further searching and research, the full size line\ndrawings were found at the Smithsonian Institute in Washington DC. The Americans readily agreed\nto the use of the plans on a commitment that we would sail the ship to Boston someday.\nMuch work followed, measurements were painstakingly lifted off the manuscript, a Naval Architect\nchecked her stability and sailing qualities, full size loftings were drawn up on 52 sheets of white\npainted plywood and the search began to start accumulating materials. Fortunately, I was working\nas an Art director in the advertising world and I was dispatched to sea on the famous \"Eye of the\nWind\" for a photographic shoot, where upon I discovered that \"the Eye\" was almost all recycled\n"
    },
    {
        "page_num": 13,
        "content": "timber and fittings. With the ability to use recycled materials, and with absolutely no money (or for\nthat matter, budget) the approval of the survey authority was quickly sought, and as quickly, given.\nThen with the assistance of several volunteers (who thought the project was so crazy, it might just\nwork) and with the blessed absence in Hobart of recycling firms, together with the presence of\nseveral old timber ships awaiting demolition, acquisition of materials began.\nThis process took almost 5 years, and while underway, much other work was accomplished having\nconstruction plans drawn, sponsorship was sought, but not obtained as, at that stage, it was still a\ndream. In 1990, the first of the many blessings came our way. A very large timber warehouse, on\nthe waterfront, and belonging to one of my major clients, ceased being used. Negotiations began\nand slowly they warmed to the idea and then agreed to make it available to build the ship inside as\na form of sponsorship. The keel was finally laid at the end of June 1990, using the last $1,000.00 in\nthe bank to buy the steel. As the days, weeks and months went past, all the recycled timber was\ncleaned up and machined to the various required dimensions and slowly laminated into place by\nthe growing band of volunteers.\nAt the end of 1992, we were horrified to discover that Hobart, along with the rest of Australia, had a\ngrowing problem with disadvantaged youths, young offenders and \"youth at risk\" who were not\nresponding to the usual offerings designed to keep them out of trouble At about the same time, we\ndiscovered an apparently successful youth group known as Project Hahn, loosely modelled on the\nfamous Outward Bound movement. PH used wilderness adventure based therapy to create a level\nof self esteem and personal growth. Studies of UK, European and United States based sail training\norganisations, along with that of New Zealand, led us to the realisation that this was a possible\nanswer to assisting these young people who were otherwise falling through the cracks. Thus, the\nWindeward Bound Trust was formed and sail training for young people became our target. It was\nour belief that no young person should be denied the opportunity and it was resolved to specifically\ntarget the disadvantaged, whether disadvantaged by financial, social or other circumstances.\nWord quickly spread, and within months we had a small group of nervous, but otherwise extremely\nstreetwise young people, male and female, hard at work alongside our adult volunteers assisting\nwith the construction. They were soon joined by a number of others, most of whom stayed with the\nship through her launch, fitout and early sailing days.\n"
    },
    {
        "page_num": 14,
        "content": "We have produced 41 ship's Masters in the last 15 years alone, with other young people obtaining\ncadetships in the Merchant Navy. Many hundreds of young people have discovered themselves on\nthe decks of this wonderful ship and made changes to their lives that, most likely, would not have\nhappened otherwise.\nSince launch day in 1996, Windeward Bound has covered more than 100,000 nautical miles, has\ncircumnavigated the Australian continent, sailed to New Zealand and back, circumnavigated\nTasmania, crossed Bass Strait more than 30 times and sailed the Australian East Coast many times.\nAlmost always, we have carried Australia's youth, proving time and time again, the value of a\nstructured Sail Training Program on a traditional square rigged vessel. She proudly flies the flag of\nmany sponsors, and of Rotary International with whom she works closely, and is supported proudly\nby her Patron, Her Excellency the Honourable Barbara Baker AC, the Governor of Tasmania.\nFor a vessel that receives no regular government funding, she has been remarkably successful.\nThat she has even survived is a credit to her sponsors, past and present, managers, volunteers and\ncrew. Oh, remember that vision of \"New Endeavour\" in 1965? Well in 1987 she was broken up,\nhowever, her masts, yards, some of her sails, her anchors, anchor windlass and anchor cables\nbecame part of \"Windeward Bound\". That young sailor could never have imagined that, nor for that\nmatter, could anyone else!\nTeam\nSarah Parry AM, Captain\nCaptain Sarah spent her early working years as a member of the Royal Australian Navy. After\nleaving the Navy, she worked as a joiner, later becoming involved in set design and construction\nfor television and theatre, and eventually became a production designer and art director.\nIn 1984, she found the plans that would eventually become the Windeward Bound, and began\na 15-year construction process with support of a large number of willing volunteers. Windeward\nBound was launched in March 1996.\nFor the last 25 years, she has served as the Managing Trustee and Captain of STV Windeward\n"
    },
    {
        "page_num": 15,
        "content": "Bound. Sarah holds a Master <45m certificate, with square rig and sail endorsement, MED 3\ncertificate, and is a British Nautical Institute, Square rig and sail endorsed Master.\nSarah was awarded International Sail Trainer of the Year in 2017. She was a finalist for\nTasmanian Senior Australian of the Year in 2020, has received a Paul Harris Fellowship Award\n(District 9830) and in 2021 was awarded Member of the Order of Australia.\nSusie Graney, First Mate\nSusie is a born and raised Tassie local with a long association with the sea and sailing. She was\nborn in Hobart the middle of three daughters and if photographic evidence is to be believed was\nat sea with the family soon after. She attended Blackmans Bay Primary School then St\nMichael’s Collegiate School in Hobart graduating in 1997. In January of 1998 she joined the\nRoyal Australian Navy as a Seaman Officer and spent the next 18 years living and working in all\nstates except South Australia, and serving on a range of different vessels including STS Young\nEndeavour, Patrol Boats, Frigates and Replenishment ships with several operational\ndeployments. In September of 2016 Susie left the RAN to take up her new role as the Mate on\nboard Windeward Bound, she brings with her a passion for youth development and teaching\nand a keen love of sailing and all things maritime.\nBill Burrell, Mate\nBill grew up in the Chesapeake Bay area of the United States, and has spent the last ten years\nworking with tall ships and sail training. Bill holds a Master <24m certificate, and came to\nWindeward Bound after several years with the Tops'l Schooner Enterprize. When asked what he\nloves about being on the water, Bill says: \"'And the sea shall grant each man new hope,'\n-Christopher Columbus. Says it all...just add the other half of our species!\"\nJan Turnbull, Cook\nJan has been a consistent chef onboard for many years, and like all of our chefs is highly\nregarded by trainees and crew alike.\nKate Hoorweg, Cook\nKate is based in Tasmania’s Huon Valley. She has many years catering experience and enjoys\nescaping to the sea to join our programs.\n"
    },
    {
        "page_num": 16,
        "content": "Kate is a member of the Rotary Club of Huonville and assists greatly in promoting our programs\nthroughout the region.\nJennie Kay- Ship’s Mother\nJennie worked as a pharmacist, and her spare time has always been devoted to tending to the\nship's needs, coordinating whatever requires coordinating, endeavouring to sell berths or\nmerchandise to the general public, answering the Captain's phone, and reminding everyone\nhow important they all are to this fabulous project. Her greatest talent is being able to convince\neveryone adventure sailing is always ‘the experience of a lifetime’ and that they will never regret\nit.\nOUR VOLUNTEER TEAM\nChloe Reardon - General Purpose Hand and Watch Leader\nChloe is a liveaboard volunteer. She joined the “Windeward Bound” when she finished school.\nDuring her time on board she is working through her Coxwain Grade I task book with an aim to join\nthe maritime industry. In her time on board she has completed her Elements of Shipboard Safety and\n"
    },
    {
        "page_num": 17,
        "content": "her General Purpose Hand ticket. She is frequently the one you will see calling setting and striking\non day sails. Chloe is a watch leader on voyages and plays an important role in training new crew.\n"
    },
    {
        "page_num": 18,
        "content": "Laura Andrikis- Crew\nLaura is a liveaboard volunteer. She joined the Windeward bound in June after she spent some time\ntravelling. She was looking for an opportunity to do something different and learn some new skills.\nShe has always been interested in tall ships and wants to learn more. She hopes to get to know the\nship and is beginning her journey towards a Marine Engine Driver 3 and Master <24 meters in her\ntime on board.\nFenn Gregory- Casual crew\n"
    },
    {
        "page_num": 19,
        "content": "Fenn is a casual crew member with the Windeward Bound. He is a previous volunteer who livead\naboard from January to August 2024. Fenn has been obsessed with “pirate ships” since he was five,\nand is a proud dinghy sailor. When he went looking for what to do on his gap year the “Windeward\nBound” was perfect. He hopes to keep mucking about in boats in his spare time.\nOliver Sherwood- Chief Bosun’s Mate and Watch Leader\nOliver is a regular volunteer. He joined the boat in 2023 after a 2 years as Bosun on the Traditional\nGaff Rigged Smack “Excelsior” and a 53 day ocean passage aboard the “STS Fryderyk Chopin”. He\nspent 3 months on board, before going back to work as First Mate on “Excelsior” for the summer. In\nJanuary 2024 he returned to volunteer on the “Windeward Bound” full time and he finds that the\n“Windeward Bound” has a strong training culture. Oliver is currently working on his task book for the\n"
    },
    {
        "page_num": 20,
        "content": "Master less than 24 meters and the Marine Engine Driver 3 tickets. He hopes to work in the maritime\nindustry with traditional boats and sail training.\nAdrian- Apprentice Shipwright and Occasional Crew\nAdrian is a part of our Mistral Team. He is completing his shipwright apprenticeship through the\nMistral program, he also supports the “Windeward Bound” as crew for the occasional voyage.\n"
    },
    {
        "page_num": 21,
        "content": ""
    },
    {
        "page_num": 22,
        "content": "Tom Naylor-Hampson- Engineer’s Mate\nTom is a liveaboard volunteer. He joined the “Windeward Bound” in February after 6 months of\nvolunteering on board the “SV Enterprise”, A Topsail Schooner based in Melbourne near where Tom\ngrew up. After completing his training as a Carpenter Tom decided he really liked boats and wanted\nto learn how to sail. He quickly found himself caught up in the tall ship world and volunteering with\nus. Tom is currently working on his Marine Engine Driver 3 and Master less than 24 Meters Task\nbooks and hopes to complete his tickets on board. Tom’s goal is get on board the “Endeavour\nReplica” for a voyage or more.\n"
    },
    {
        "page_num": 23,
        "content": "Nathan- Liveaboard Crew\n"
    },
    {
        "page_num": 24,
        "content": "Nathan is a liveaboard crew member from Buffalo, New York. He has spent three years working in\nseasonal outdoor education. Working in Alaska he fell in love with sailing and a friend encouraged\nhim to have an experience on a Tall ship. He plays the pipes and keeps the crew lively.\nMarnie van Loon- Casual Crew\nMarnie is a casual crew member on the “Windeward Bound”. She rejoined us as a regular volunteer\nin January 2024. She initially joined the ship in 2019 as a liveaboard volunteer and completed her\nElements of Shipboard Safety training with the ship. She has since been on several other traditional\n"
    },
    {
        "page_num": 25,
        "content": "rigged sailing vessels and tall ships and returned regularly for voyages. She loves spending time\naloft and helps with shore based support in her spare time.\nRotary and Windeward Bound\nannounce expansion of Youth\nDevelopment Program\nPartnership - Governor of\nTasmania to set new sail for\nyouth\n"
    },
    {
        "page_num": 26,
        "content": ""
    },
    {
        "page_num": 27,
        "content": ""
    },
    {
        "page_num": 28,
        "content": ""
    },
    {
        "page_num": 29,
        "content": "VIEW WIN NEWS REPORT HERE\nThe Windeward Bound Trust has been running Award Winning Youth Development programs with\nthe support of, and in partnership with the Rotary Clubs of Rotary District 9830 in Tasmania, for the\nlast 30 years, and today we are collectively celebrating the expansion of that support to cover the\nentire East Coast of Australia.\n"
    },
    {
        "page_num": 30,
        "content": "“People of Action\" is a slogan used by Rotary International to describe its members. It reflects the\norganization's emphasis on taking action to make a positive impact in the world. Rotary members\nare indeed \"People of Action\" because they:\nTake action to address local and global challenges\nVolunteer their time and skills to make a difference\nCollaborate with others to achieve common goals\nInvest in projects and programs that benefit communities\nInspire and empower others to take action\nBy being \"People of Action\", Rotary members demonstrate their commitment to service, leadership,\nand positive change.\n“The Windeward Bound Trust is very proud of its 30 year long association with Rotary, both in\nTasmania and interstate.\nRotary Clubs and their Members everywhere have a strong focus on youth and youth development,\nand have actively supported Windeward Bound’s award winning programs since before the\nWindeward Bound was launched 28 years ago.\nThe 2023 series of voyages from Hobart to Gladstone and back, That celebrated100 years of\nRotary in Queensland were very successful, and significantly lifted both the understanding of what\nsail training is about, and recognition of the benefits and changes it brings to the young\nparticipants.\nAs a result of that voyage, in an initiative led by the then District Governor of District 9620, Paul\nRogers, The District Governors of 8 Eastern Australian Districts worked together to contribute the\nfunds to pay for a new Upper Topsail for Windeward Bound, emblazoned with the Rotary Logo\nThe Rotary District Governors who contributed to the new sail are:\n"
    },
    {
        "page_num": 31,
        "content": "9560 – Prathapan Sabaratman\n9620 – Paul Roger\n9640 – David Harmon\n9675 – Tonia Barnes\n9685 – Christine Owen\n9705 – Andrea Grosvenor\n9780 – Ian McKay\n9830 – Mike Patten\nThis Sail is one of the ship’s primary working sails, and this gesture by Rotary demonstrates to the\nworld the strength of the partnership between the Rotary Clubs of Eastern Australia and the\nWindeward Bound Trust. Although Windeward Bound is very firmly Tasmanian based, the success\nof the 2023 Australian Mainland Winter voyages has demonstrated a need for, and an acceptance\nof, her programs and the results of those programs on the young Australians participating. The\nareas covered by these 8 Rotary districts is the entire East Coast of Australia and ranges from\nTasmania in the south to Papua New Guinea and the Solomon Islands in the North. To this end,\nWindeward Bound will be sailing North again next winter, proudly using her new Upper Topsail and\nproudly promoting Rotary to the East Coast of Australia. This, Ladies and Gentlemen, is “The Magic\nof Rotary”\nWe sincerely thank HER EXCELLENCY THE HONOURABLE BARBARA BAKER AC, GOVERNOR OF\nTASMANIA, for graciously setting sail at our launch event on Wednesday, July 10th. Special thanks\nto Rotary for their generous support in funding the sail, and to the dedicated crew for their\nmeticulous preparation and attachment to our upper topsail yard\n"
    },
    {
        "page_num": 32,
        "content": "FIRST MATE SUZ PREPARING SAIL FOR FIRST SET\n"
    },
    {
        "page_num": 33,
        "content": "VOLUNTEERS CHLOE AND TOM ATTACHING THE SAIL TO OUR TOPASAIL YARD IN PORT\n"
    },
    {
        "page_num": 34,
        "content": "2023 East Coast Rotary\nVoyages\nArrival back in Hobart 15/10/23The welcome of the Windeward Bound home as 17 young\nTasmanians arrive from their eleven-day sailing adventure, from Devonport to Hobart. This\nvoyage is the last leg of the ship’s six months long expedition up the East coast of Australia in\npartnership with Rotary International celebrating 100 years of Rotary in Australia. Comprising\n11 voyages in total, and totalling more than 3,400 Nautical Miles, they have given over 192\nyoung Australians, including some from refugee backgrounds, a life-changing leadership\nexperience.\nSEE WIN NEWS HERE\nABC COMPASS 11TH JUNE 2023\nIt's official! Our documentary Turning the Tide, produced with Roar Film is screening on ABC\nCompass , Sunday 11th June at 6.30pm.\nPopcorn please!\nHUGE Thanks to Captain Sarah Parry@ STV Windeward Bound for letting us tell this story, all\nthe youth crew participants, and Launceston College - Tasmania, Australia for allowing us to\nfind the beginnings of this journey in the EAL department.\n"
    },
    {
        "page_num": 35,
        "content": "Thanks to Screen Australia and Screen Tasmania for helping us bring this to life.\nCaptain Sarah Parry takes a group of culturally diverse teenagers on a life-affirming ten day\nvoyage at sea aboard the ‘Windeward Bound’, the tall-ship she built in lutruwita/ Tasmania.\nHTTPS://IVIEW.ABC.NET.AU/SHOW/COMPASS/SERIES/37/VIDEO/RN2211H01\n3S00\nWINTV 4TH APRIL 2023\nLINK TO THE VIDEO\n2023 YOUTH\nCHALLENGE MEDIA\nMICHEAL GARRARD’S VOYAGE 11 SAILING TRAINEE ABC INTERVIEW\nHow Sarah built a tall ship -\nABC\nSarah Parry is one of the few people in the world to ever build a full sized tall ship from scratch.\nIn 1965, Sarah was a young sailor in the Australian Navy when she saw the New Endeavour sailing\nin Sydney Harbour, and from that moment she knew she wanted to build her own square rigger.\nDecades later, in Tasmania, with the help of the local community in Hobart, she began to realise her\nvision. The project to build the 33-metre vessel began, using recycled timber from scuttled ships\nand a 19th century plan.\n"
    },
    {
        "page_num": 36,
        "content": "While building the ship, Sarah realised it was time to confront a part of her own story which had\ntroubled her since she was a child.\nMeanwhile the ship grew and grew, and so did the volunteer labour force. Many of them were kids\nfrom Hobart who had found themselves in trouble with the law.\nIn 1996, the Windeward Bound set sail. More than 200 people had helped to build her. Since then,\nthe ship has sailed more than 100 000 nautical miles and has circumnavigated Australia. The\nscholarship program run on board has also turned out 41 Ship's Masters.\nYouth Developement\n“The voyage gave me the experience of a lifetime that I will never forget. The\nWindeward Bound is not just an experience for sailing but also for rough nature,\nclimbing heights and making a lot of new friends. I would thoroughly recommend\nWindeward Bound Voyages to any young person. ”\n— Liam, voyage trainee\n"
    },
    {
        "page_num": 37,
        "content": "“My voyage onboard Windeward Bound was an unforgettable experience. Being able to\nlive and work on a tall-ship for an entire week with people I had never met before\n"
    },
    {
        "page_num": 38,
        "content": "seemed daunting to begin with but in the end, I wouldn’t have done it any other way.\nThe crew onboard the Windeward Bound played a huge role in making the experience\nso great. I think without such a helpful, smart, approachable and funny crew I would not\nhave learnt as much about sailing and also about myself as I did. I gained skills that\nwould help me sail a tall ship, but more importantly I gained skills I can take away from\nthe experience like working effectively as a team, communicating with others and\nsharing empathy for others. I would strongly recommend this trip to anyone, no matter\nwhat their background is because I can guarantee you will not regret it and will be able\nto gain something great from the experience. ”\n— Charlie, voyage trainee\n“This voyage was a truly amazing trip that I will never forget and I’m sure I have made\nnew friends, Tasmanian and from other cultures that I will keep in touch with and visit as\nregularly as possible. I’m really grateful that social media will make keeping in touch\neasier but can’t believe that we could have had such an amazing, life changing\nexperience with not a mobile phone in sight for 10 days! ”\n— Fin, voyage trainee\n"
    },
    {
        "page_num": 39,
        "content": "For over 25 years we have consistently delivered high-standard youth development programs for\nschool groups, both within Tasmania and further afield. Our school programs range from two hours\nto ten days and can be tailored to suit each school’s needs.\n"
    },
    {
        "page_num": 40,
        "content": "For more information on the below programs please email Office@windewardbound.com.au\nLEARNING THE ROPES –\nONE-DAY\nDuration: 1 Day\nFor Ages: 14-18 (can be adapted for younger groups)\nSpaces per Program: 18\n“Our students loved it and the pride they returned to school with was fantastic... the\nstudent who didn’t get very far in the climbing got to ‘steer’ the ship and the smile on\nher face told the story of how proud she was of herself. Thank you for a fantastic\nexperience for our West Coast students who sometimes miss out on opportunities.”\n— Duncan, School Principal\n"
    },
    {
        "page_num": 41,
        "content": "Learning the Ropes is a fun educational day excursion on board our training vessel the Windeward\nBound and our longboat ‘Trim’. Students will be tested in a new and different environment and will\nget to see, do and understand many of the mathematical and scientific disciplines that they see in\nthe classroom.\nAt the start of the day, students are divided into three groups (or “watches” in nautical speak). Each\nwatch gets the opportunity to climb aloft (up the mast, but not the whole way!), learn to row Trim\nand participate in sailing drills.\nAfter a lunch break the students will pair up into teams where they will be presented with a new\nchallenge requiring team coordination and co-operation for a successful outcome. This challenge\nwill test their ingenuity (and no, we’re not going to tell you what it is, it will ruin the surprise).\nOn completion, we will weigh anchor and go sailing for an hour or so, then its back to the dock, to\nhand out voyage certificates to all participants and to say our goodbyes (or perhaps, see you on a\nvoyage one day!).\nREAD MORE ABOUT LEARNING THE ROPES – ONE-DAY SESSION\nLEARNING THE ROPES –\nOVERNIGHT CHALLENGE\nSpecially crafted for schools outside Hobart looking to delve into maritime exploration! Imagine\nboarding our ship midday in Hobart, setting sail to a serene anchorage where students will stay\novernight, fully immersed in a hands-on learning experience. As the sun rises, students will continue\ntheir journey, culminating in a morning of unforgettable lessons. With ample time for travel, our\nprogram ensures students return home by a reasonable hour, enriched with newfound knowledge\nand unforgettable memories. Join us on this transformative voyage where learning meets\nadventure!\nDuration: Arrive around 12:00 on the 1st day and leave around 12 on the second day (Dependent\non the distance the school needs to travel)\n"
    },
    {
        "page_num": 42,
        "content": "For Ages: 14 +\nSpaces per Program: 18 students and three staff members\nThe \"Learning the Ropes\" program is a dynamic educational adventure that blends hands-on sailing\nexperiences with valuable lessons in teamwork and problem-solving. From mastering rope handling\nand sail theory to sailing the ship and climbing the mast for a confidence-boosting challenge,\nstudents will engage deeply with maritime skills and scientific concepts. Students will learn the\npractical applications of mathematical and scientific concepts introduced in the classroom. Through\ncollaborative rowing exercises and engaging engineering challenges, this program ensures a fun\nand transformative learning experience.\nEquip your students with practical skills and unforgettable memories aboard our ship!\nREAD MORE ABOUT LEARNING THE ROPES - OVERNIGHT\nINDIVIDUAL STUDENT\nPLACEMENT\nDo you have a student that you think could really benefit from a sail training youth development\nexperience? Speak to us about arranging a voyage for them on one of our regular Youth Adventure\nChallenge voyages or Youth Leadership Challenge voyages. The Sail training experience offers\nyoung people an opportunity to excel beyond the classroom. One of the trends of sail training is\nthat many students who struggle in a classroom setting excel on board a ship.\n““It’s amazing to see them come out of their shells, Abby [Pseudonym] has made a\ncomplete transformation, the change in her confidence is amazing”- ”\n— Debbie, Teaching Assistant\n““I found school really hard, but boats I am good at it’s easier to learn on the job””\n— Anonymous, Volunteer crew\n"
    },
    {
        "page_num": 43,
        "content": "“My favourite thing was meeting amazing new people, laughing with them and\ncherishing the moments we spent together...I’ve learnt how to work as a team, I’ve\nlearnt and developed leadership skills, but, I also learnt how to stay tough in harder\ntimes. I learnt to be brave. I learnt to push myself past my comfort zone. I’ve learnt and\nexperienced so much more than I ever ever expected. I’ve been influenced to become\nthe better parts of myself, and I’m endlessly grateful for the opportunity I took on, even\nmore grateful I was given it.””\n— Avril Shaw, Trainee, 2023\nThe Windeward bound voyages are also a highly beneficial experience for students completing the\nDuke of Edinburgh Award due to fundraising, volunteering and adventurous, challenging\nexperiences.\n““I have been working towards completing my Gold-level Duke of Edinburgh award,\nand have recently finished. This would not have been possible without being a\ndeckhand aboard the Windeward Bound. I got a great deal out of the journey, from\nmeeting the fantastic crew to learning a great deal about sailing and the structure and\noperation of a ship. I remain immensely grateful.””\n— David Smith, Trainee\nENQUIRE ABOUT INDIVIDUAL STUDENT PLACEMENT NOW\nStudents are encouraged to fundraise to support the cost of their berth. Please number if\nconcerned about the price as a limited number of individual student bursaries are available\nSCHOOL VOYAGE CHARTERS\nFor your next school camp, you can charter STV Windeward Bound for a voyage! Spending a week\nat sea will challenge students to test their personal limits and try new things. Students will develop\ntheir teamwork and communication skills, as well as build resilience and confidence.\n"
    },
    {
        "page_num": 44,
        "content": "A Windeward Bound voyage is a week at sea without screens, smart phones and social media. It’s\nthe perfect opportunity for students to witness the vastness of nature and really get to know their\npeers and themselves.\nTHIS VIDEO FEATURES A VOYAGE FROM 2020. A SIMILAR PROGRAM CAN BE ORGANISED FOR SCHOOL GROUPS ON ENQUIRY.\nTALK TO US ABOUT SCHOOL VOYAGE CHARTERS\nDESKS ON DECK\nBook STV WIndeward Bound for a 2-hour lesson that is sure to engage and excite your students.\nHost a lesson on the deck of Tasmania’s largest sail training ship, in the open air of Hobart. it’s truly\nunique and engaging learning environment.\n"
    },
    {
        "page_num": 45,
        "content": "​\nSuitable for up to 30 students plus teachers\n​\nMinimum age of 6 years old.\nFor more information, contact office@windewardbound.com.au\nTALK TO US ABOUT BOOKING DESKS ON DECK\nSCHOOL DAY-SAILS AND\nEXCURSIONS\nA Windeward Bound day sail is a unique and exciting option for an outdoor excursion. Sail out from\nHobart on the STV WIndeward Bound for 2 or more hours.\nStudents will learn how a traditional square-rigged tall ship operates. The will be encourages to\ntake the helm and learn some new sea-chanties along the way!\n​\nTeachers/responsible adults at a minimum ratio of 1 adult to 2 children.\n​\nMinimum age 6 years.\nLearning the Ropes\nDay-Long Program\n"
    },
    {
        "page_num": 46,
        "content": ""
    },
    {
        "page_num": 47,
        "content": ""
    },
    {
        "page_num": 48,
        "content": "Duration: 1 Day\nFor Ages: 14-18 (can be adapted for younger groups)\nSpaces per Program: 18\n\"Standing aloft, with the wind in my face, the sun in my eyes, and the rush of adrenaline in my veins... was\na moment of pure happiness!\" - Josie, Learning the Ropes participant\nJoin us for an unforgettable educational adventure with \"Learning the Ropes\" aboard our training vessel,\nthe Windeward Bound. Students will embark on a day filled with hands-on learning and discovery,\nexploring both aboard our ship and in our rowing boat.\n"
    },
    {
        "page_num": 49,
        "content": "At the beginning of the day, students will be organized into three groups, or \"watches,\" a term borrowed\nfrom nautical tradition. Each watch will have the opportunity to experience climbing aloft (up the mast,\nbut not all the way!), learn the art of rowing, and engage in sailing drills.\nFollowing a refreshing lunch break (lunch is provided), students will form teams to tackle a new challenge\nrequiring teamwork and cooperation for success. This challenge promises to ignite their creativity and\nproblem-solving skills—no spoilers, it's a surprise!\nTo cap off the day, we'll set sail for an hour, allowing everyone to experience the thrill of sailing firsthand.\nUpon return to the dock, every participant will receive a voyage certificate as a memento of their\nadventurous day with us.\nDon't miss out on this unique opportunity to blend classroom learning with real-world applications\naboard the Windeward Bound. Book your spot today and embark on a day of exploration, discovery, and\nfun\n\"Our students loved it and the pride they returned to school with was fantastic... the student who didn't\nget very far in the climbing got to 'steer' the ship and the smile on her face told the story of how proud\nshe was of herself. Thank you for a fantastic experience for our West Coast students who sometimes miss\nout on opportunities.\" - Duncan, School Principal\nWho can benefit from the program?\nThe SV Windeward Bound's overnight Learning the Ropes is specifically targeted towards students aged\n14 years and above. The program can cater for up to eighteen students and three staff members.\nCost of the program\nThe cost is $4 070.00 including GST. lf this is more than your budget allows, please contact us as we\ndon't want any student to miss out on this amazing program.\nAvailable dates\n"
    },
    {
        "page_num": 50,
        "content": "Contact us to discuss available dates throughout 2024 and 2025\nENQUIRE NOW ABOUT LEARN THE ROPES\nWe also have a Learn the Ropes – Overnight for those schools that need to travel to Hobart for this\nexperience.\nLearning the Ropes -\nOvernight\nSpecially crafted for schools outside Hobart looking to delve into maritime exploration! Imagine\nboarding our ship midday in Hobart, setting sail to a serene anchorage where students will stay\novernight, fully immersed in a hands-on learning experience. As the sun rises, students will continue\ntheir journey, culminating in a morning of unforgettable lessons. With ample time for travel, our\nprogram ensures students return home by a reasonable hour, enriched with newfound knowledge\nand unforgettable memories. Join us on this transformative voyage where learning meets\nadventure!\nDuration: Arrive around 12:00 on the 1st day and leave around 12 on the second day (Dependent\non the distance the school needs to travel)\nFor Ages: 14 +\nSpaces per Program: 18 students and three staff members\nThis program will begin around midday, so schools have time to travel to Hobart. After joining\nschools will have lunch provided before being split into three groups and rotate though a number of\nactivities including a group rowing experience, and familiarisation with the ship. Students will be\nalso be offered a chance to challenge themselves by climbing the mast followed by dinner on board\nthe ship. The ship will go to anchor overnight and students will experience a night on the water.\nIn the morning students will be provided with breakfast and another challenge requiring\nteam-coordination and co-operation for a successful outcome. This challenge will test their\n"
    },
    {
        "page_num": 51,
        "content": "ingenuity (and no I'm not going to tell you what it is, it will ruin the surprise). This will be followed by\na return to berth at Hobart and a lunch to take away. The overnight program, while testing your\nstudents in what is generally new, and different environment is a lot of fun. They will get to see, do\nand understand many of the mathematical and scientific disciplines that they-see in the classroom.\nWho can benefit from the program?\nThe SV Windeward Bound's overnight Learning the Ropes is specifically targeted towards students\naged 14 years and above. The program can cater for up to eighteen students and three staff\nmembers.\nCost of the program\nThe cost is $7 562.50 including GST. lf this is more than your budget allows, please contact us as\nwe don't want any student to miss out on this amazing program.\nAvailable dates\nContact us to discuss available dates throughout 2024 and 2025\nTestimonials from prior participants\n\"We had an absolutely amazing time! Sarah, Susie and the crew were absolutely magnificent! Thank\nyou for giving our students this opportunity. Are we able to start the process now for next year?\n- Rachel, Claremont College 2019\n\"Standing aloft, with the wind in my face, the sun in my eyes, and the rush of adrenaline in my veins\n... was a moment of pure happiness!\"\n- Josie, Learning the Ropes Day Long participant\n"
    },
    {
        "page_num": 52,
        "content": "\"Our students loved it and the pride they returned to school with was fantastic ... the student who\ndidn't get very far in the climbing got to 'steer' the ship and the smile on her face told the story of\nhow proud she was af herself. Thank you for a fantastic experience far our West Coast students\nwho sometimes miss out on opportunities.\"\n- Duncan, School Principal\nTrainee reflections:\nYouth Development Adventure\nUnder Sail\nSee what our trainees had to say\nFrom Voyage 1\nTo Windeward Bound Trust from Alessio Juen\nI would like to thank you for the support and opportunity to embark on such and amazing\nexperience and adventure of a lifetime. This here is just feedback with some things about my\nvoyage. And thank you again. When I first was told about this trip, I thought this would be an\nawesome adventure where everything would be exactly as what it turned out. The one thing I didn’t\nexpect was to get seasick as I had been on boats before, but it must have just been different as for\nwhatever reason the first night we were out in the open ocean I threw up and felt sick as a dog. So\nother than the sea sickness I believe it was somewhat, what I expected with a couple twist and\nturns. From this voyage/trip I have learnt so many new things that I don’t think I would learn\nanywhere else in such a short time; I’ve learnt everything from new knots to how to hoist a\nparticular sail to navigating and planning the ships course as an acting first mate. Of course, I have\nlearnt much more, but this trip has taught me so many new things which I can use more than just\non a ship, and I can go away from this voyage saying I have learnt for life. Through the voyage I\nbelieve that everything went well, and I enjoyed everything about it, I reckon that all the staff/crew\n"
    },
    {
        "page_num": 53,
        "content": "were amazing and without them I don’t think it would have gone so well. They kept on top of us\nguiding and ensuring things went well and smooth. The crew were teaching and showing us how to\nnavigate, set the sails, cook and how to run the ship and not to forget how to tie knots. This voyage\nin my eyes was amazing for everyone and we all got along in this small space. Even being in\ndifferent watches didn’t affect our friendship or experience in a negative way. I also know that from\nthis, we as sailing trainees, have made lifelong friend who maybe not be in the same state or\ncountry but in contact and thoughts together.\nOverall, I think that this was one crazy trip and an awesome experience and story I can talk about\nforever, so in conclusion it was extraordinary, and I would do it all over again.\n_________________________________________________________________________________________\n___________________________________________________________________________\nDear Windeward Bound,\nAbout a month has passed since my trip on the Windeward bound, and I can now confidently\ndeclare that the memories and lessons I learned will always be treasured. I was a member of the\nRed Watch under the outstanding leadership of Deckie Pat and Leader Chole. I loved learning more\nabout the unique and entertaining members of the Red Watch as I travelled.\nI was amazed by how well I handled everything on this trip, including the dreaded 12 am to 4 am\nshift, the hectic timetable, and the demanding jobs. I completed every job that was entrusted to me\nwith patience and care. My watch did well on the last day's activity and when we had to handle all\nthe tasks necessary to get the boat ready and on the move or keeping the ship safe when we were\nanchored, thanks to my fantastic team. Our trip was fortunate since the weather wasn't too severe,\nthe waves weren't too bad when we passed through the Bass Strait, and we were lucky to witness\nvarious species, including many dolphins, almost every day. My highlights from the wildlife were the\nfish flying into the galley, the sleeping seals, and being able to see the bioluminescence in the\nocean. My team fared well when learning all the ropes, knots, and calls for the sails.\n"
    },
    {
        "page_num": 54,
        "content": "I hope to remember much of what I have learned on this voyage, and as a result of reflecting on my\njournal entries from my travels, I can better recall the lessons I had learnt on my journey. On this\ntrip, I learned much about the boat, navigation, and some sailing history, but also about constant\nhard labour and teamwork. I also recall some of the calls and instructions required to raise or lower\na sail. One thing that really stuck with me was how everyone respected one another and learned\nways to do so, like cleaning up after themselves and getting ready for the next watch, arriving on\ntime for your watch so that the other watch can get some rest, and being conscious of your water\nusage and the needs of those around you.\nI personally anticipated the struggles that might occur when taking the Windeward bound to\nSydney. I was psychologically prepared for what lay ahead, knowing this might occasionally be\nchallenging, and having this mindset helped me in the long term. I can proudly state that the trip\nexceeded my expectations! Aboard the whole, my voyage aboard the Windeward Bound was\nentertaining, motivational, unforgettable, and wicked. I wholeheartedly endorse anyone considering\njoining the crew and signing up, especially those who want to be pushed and have a lifetime\nexperience.\nMaykala Lobley\n_________________________________________________________________________________________\n___________________________________________________________________________\nFrom Voyage 2\nComments from Riley Cooley.\nWhat went well?· The ship went well.·\nIt made it to Brisbane in high seas.· Making new friends.·\nClimbing up the mast\nLots of food that was yummy.\nLearning new things; Tying knots Navigation\nLearning how to do shifts Team work to mingle\n"
    },
    {
        "page_num": 55,
        "content": "What have you learned? Navigation and marker buoys Tying ropes People and making friends\nClimb aloft\nRigging sails up and down Different winds Reading charts Driving the ship Learning\nsongs.\nWas it what you expected? Yes, it was and much more than I expected. I loved every minute of\nthe journey. I would do it again in a heartbeat. It was lots of fun and enjoyable.\nSpread the word!\nAll of the high school has heard about the voyage. Some of my Dads friends\nwants to get their kids on a voyage, they took down the details. We are about to travel around to\nthe other PCYC in the area to do a show and tell about the voyage.\nWho would enjoy a voyage? Definitely my brother would. Nana and Pop would do a short trip\naround the Harbour.\nJoin the crew?\nI would so love to be a volunteer aboard the Windeward Bound Ship.\nKind Regards Glen Cooley\n_________________________________________________________________________________________\n___________________________________________________________________________\nFrom Voyage 3\nPost-voyage reflection - Rylee Taylor\nWhat went well? I would say everything went well, not really knowing what it would be like on a\nboat out at sea for 9 days. And it just so happened to be sunny the whole trip which was an\namazing plus.\nWhat have I learned? Communication and Teamwork.\n"
    },
    {
        "page_num": 56,
        "content": "When on the boat communication and team work played a big part in our days. For example when\nwe would brace the sails if we didn’t communicate with each other we wouldn’t be able to know if\nsomeone had tied their brace or hauled it in, and if we didn't use team work we wouldn't be able to\nscrub the deck in half an hour. Which was a big deal because we were very hungry!!\nWas it what I expected? Going into this experience, I didn't know what to expect. It was all a big\nsurprise. So was it what I expected? I don't know but I know I definitely enjoyed it and want t to do\nit again sometime later in life.\nSpread the word!\nI highly recommend it!\nPeople should definitely do the journey at least once in their life. It was an amazing experience and\nyou got to learn so much about how to sail a boat, the participants and the Windeward Bound\nvolunteers were amazing the whole trip. Genuinely getting to experience what it is really like out at\nsea was amazing, especially being able to see all the wildlife, like the dolphins, whales, turtles, sea\nsnakes and birdlife.\n_________________________________________________________________________________________\n___________________________________________________________________________\nFrom Voyage 7\nWindward bound\nWhen I first sent off my application to come on the voyage, my full intentions were to gain\nleadership skills and develop my teamwork skills, but, afterwards, as I sit here and really soak it all\nin, I’ve now realised it’s so much more than just that.\n"
    },
    {
        "page_num": 57,
        "content": "Within the 9 days on-board I experienced things I never thought I’d get to. If someone were to\nsimply ask me “what was your favourite thing about the boat trip?” I wouldn’t ever be able to sum it\nall up into one simple answer.\nMy favourite thing was meeting amazing new people, laughing with them and cherishing the\nmoments we spent together.\nMy favourite thing was climbing up the mast, bawling my eyes out, terrified, but continuing because\nI knew it’d be worth it. Over coming my fear, facing challenges.\nMy favourite thing was watching shooting stars graze the night sky.\nMy favourite thing was the silly dances we shared each morning muster.\nMy favourite thing was winning a rope race, competing, and even just learning how to tie new\nknots.\nMy favourite thing was the delicious meals Kate cooked us everyday.\nMy favourite thing was learning how to set sail.\nMy favourite thing was steering a boat.\nMy favourite thing was travelling somewhere new.\nMy favourite thing was watching dolphins splash around the front of the boat. The excitement\neveryone shared, the pure joy set in everyone’s eyes and smiles.\nMy favourite thing was whale spotting.\nMy favourite thing was trying not to hit my head as I got up every morning.\n"
    },
    {
        "page_num": 58,
        "content": "My favourite thing was watching the sun sink away and rise again the next morning, in a misty pallet\nof colour, masking the plain blue sky in such delicate clouds, full of warm sunlight, like a giant hug\nfrom afar.\nMy favourite things forever and ever lead on, I could probably fill an entire book.\nBut within each of my favourites, I had struggles, I had fears.\nI had also, been influenced.\nWithin this journey I’ve learnt over a trillion things. I’ve learnt how to work as a team, I’ve learnt and\ndeveloped leadership skills, but, I also learnt how to stay tough in harder times. I learnt to be brave.\nI learnt to push myself past my comfort zone. I’ve learnt and experienced so much more than I ever\never expected. I’ve been influenced to become the better parts of myself, and I’m endlessly grateful\nfor the opportunity I took on, even more grateful I was given it.\nThis voyage is an experience I’ll never forget, and one I’ll forever carry in my heart.\nWindward bound is so much more then what the description states in their posts. I’ll miss it with my\nentire heart.\nThankyou Windward bound.\n-Avril Shaw\n_________________________________________________________________________________________\n___________________________________________________________________________\nVoyage 8\nThis is the conclusion of an amazing reflection by one of our trainees\n"
    },
    {
        "page_num": 59,
        "content": "Name: Joanna Mahuru Age: 24 Gender: Female Occupation: Virtual Assistant From Port\nMoresby\nIn the wake of this transformative leadership sailing program, I find myself both humbled and\ninvigorated by the depths of knowledge and personal growth it has offered. This voyage has been\nnothing short of a revelation, not only in terms of sailing expertise but also in the realm of\nleadership, teamwork, and self-discovery.\nAs I reflect on the challenges we faced and the lessons we learned under the vast expanse of open\nskies and open water, it is evident that this experience has not only equipped me with valuable\nnautical skills but has also imbued me with a deeper understanding of leadership and the power of\ncollaboration.\nThe art of sailing, with its intricate rigging, navigation, and seamanship, has become a metaphor for\nlife itself—a dynamic journey marked by adaptability, resilience, and the continuous pursuit of\nexcellence. The interplay of wind and waves, the teamwork required to hoist and trim sails, and the\nnavigation through unforeseen challenges have all contributed to a holistic understanding of\nleadership, where communication, decisiveness, and trust are the guiding stars.\nThis journey, marked by resistance turned resonance, serves as a powerful reminder that\nsometimes, the most extraordinary experiences lie just beyond our comfort zones. As I carry the\nlessons and memories of this program forward into my future endeavours, I do so with a heart\nbrimming with gratitude for the opportunities for growth and self-discovery it has provided.\nI wholeheartedly recommend this program to all young individuals seeking a transformative journey\nthat transcends the ordinary. This program, which blends leadership development with the thrill of\nmaritime adventure, has the power to shape not only your future but also your character.\nWith wind in my sails, I eagerly anticipate the next adventure, wherever it may lead.\nJoanna Mahuru\n"
    },
    {
        "page_num": 60,
        "content": "_________________________________________________________________________________________\n___________________________________________________________________________\nVoyage 11\nParent feedback -\nThe programme is amazing. Our family watched the documentary the week before Brandon sailed\nout so we had a little clue what he was going to be doing.\nWatching the documentary showed us so much more than just what the teens would be doing.\nThe programme & the purpose to the trip was an inspiration & we were sure Brandon would have a\ngreat time,\n& come away with some great experiences & personal growth. No doubt that will come.\nWe loved it for him & would recommend it to anyone that is able too, to give it a go.\nCheers & thanks,\nMandy Fell\nMichael Garrard\nWhat went well? Everyone worked so well together, and there was always someone there when\nyou needed it. It was a very supportive place, and no one really judged. The learning was amazing,\nand the content was entirely maximised, with every opportunity to learn taken into account. I was\nimpressed with how many methods were used to teach, weather it was visual, audible or practical.\nThe food onboard was so much better than I had expected, and I quickly came to love mealtimes\nalmost as much as bedtime!\nWhat have you learned? Discipline and appreciation for the small things for sure, but also some\nlarger things like social skills and responsibilities, and a voice of leadership. Technology is far more\nrestricting than it is empowering. So much freedom is actually quite limiting, and it boxes your\nthoughts into the constraints of others opinions instead of forming your own thoughts and ideas.\n"
    },
    {
        "page_num": 61,
        "content": "Opportunities come and go rather quickly, and sometimes what begins as an opportunity can\nsometimes turn into something much larger, a beginning of sorts.\nWas it what you expected? Both yes and no I think. In a lot of aspects, it was, the climbing, the\nknots, the routines, but also there were things I didn’t expect. The food was much better than I\ncould have ever thought, the people were a lot more empathic and connecting, each and every\nindividual ready to learn with no complaints.\nThere was also so much more free time, and the\nweather was better than I thought, with opportunities to deck nap quite frequently. And the whales\ntoo, I wasn’t expecting so many, it was quite the pleasant surprise.\nPost-voyage reflection Windeward Bound 11/2023\nThey say you get culture shock when you go back home from an exchange year. I think I got culture\nshock when I got back from Windeward Bound the amazing tall ship. Windeward Bound, oh, how to\nexplain? I think the only way of fully understand how it was is by been there yourself. We came as a\nbunch of 17 different people and went home with 16 new friends and an experience for life.\nWe were going to sail from Devenport to Hobart. When we came, we were parted into groups, red\n(known by “medium stay”), white (known by “slay”), and blue (the singing group). I was Blue. We\nlearned about safety and how the toilet worked. The first night on our night watch, we came up with\npersonal and group coals. One of mine was to see a whale.\nWe started getting into the routine. Waking up at 0000 or 0400, when we were eating and flush the\ntoilet for 30 sec. When we Saturday sailed out of Devenport port it was with excitement among all\nof us. The first 24 hours was probably the worst, many spewed and felt sick but after that we were\nall ready for the adventure.\nEach day we had morning brief where we had our rope races. One person from each watch should\ncompete in knots and in the start, it was safety equipment and as we became more familiar with the\nship it became all the lines there is. I found out I was really good at knots. Sometimes I learned the\n"
    },
    {
        "page_num": 62,
        "content": "knots and then helped with teaching the other in my watch. My favourite is probably the flying\nbowline, but it’s not a real knot it just looks cool.\nI got my coal/wish fulfilled. I saw the whale, actually a pod of whales. We saw dolphins glowing in\nthe water. I saw the Milky Way and I don’t think I have ever seen so many stars. It was such a\nmagnificent wonder. And I got to see some really beautiful nature along the Tasmania east coast.\nI was asked a week before if I wanted to go on this trip, so I hadn’t given myself the time to make\nthe big expectations. But it was so much more than the things I had thought about. I had thought I\nwas going to be sicker, but it was a pretty short period of time for me. And I actually thought it\nwould be worse going ashore than it was. I didn’t swing as much as I expected.\nWhat have I learned? It could take the hole day to write it all down. I have learned to tie knots, set\nsails, steer a ship, there is much more behind the surface than I know, be curious, how much\nphones distract us, how easy it is to make friends when you live with them, a lot more about\nTasmania, some people are just amazing, don’t take things for granted, the world is beautiful and a\nlot more things.\nMy watch became like a family to me. We ate together. We were up at 2am doing watch together.\nWe cleaned the ship together. And we just had fun together. We became known as the singing\nwatch. And that was often mentioned in our wakie wakie songs. Which is always a good way to\nwake up. The singing was a good way to keep me awake in the long hours doing the night. And I’m\ngrateful for our watch-leader Aaron for making it a lot more fun. I’m actually unaware of how the\nother watches did it without him. And when I’m saying this, wow Gen, (our 2nd deckie) she learned\nthe things next to us and still managed to lead us when Aaron wasn’t there.\nThank you so much for this experience. I feel like I have got a family there. We all went through it\ntogether and it really did something to us as a group.\n-\nCarla Petersen (Voyage - 6-15/10-23) and an exchange student (with rotary) from\nDenmark\n"
    },
    {
        "page_num": 63,
        "content": "_________________________________________________________________________________________\n___________________________________________________________________________\nIf you would like to find our more information phone 0418 120\n399 or 0438 120 599 or email\noffice@windewardbound.com.au\nRotary International and Sail Training International\nSail Training International, which the Windeward Bound is a member of and Rotary International\nshare the common aims of encouraging youth development which supporting efforts towards\ninternational friendship and understanding. STAR stands for Sail Training and Rotary and is the title\nof the Sail Training International initiative to enhance collaborations ranging from Rotary Club\nsponsorship of trainees sailing on tall ships, to projects undertaken jointly by Rotary clubs and host\nports.\nIf you are a Rotary Club, community group or organisation\ninterested in supporting this project please email\noffice@windewardbound.com.au to find out more!\n"
    },
    {
        "page_num": 64,
        "content": ""
    },
    {
        "page_num": 65,
        "content": "BACK ASHORE: Lily Watson, 17, Molly Gudgeon, 14 and her sister Jovi Gudgeon, 17 are back\nfrom their adventures at sea aboard the Windeward Bound sailing ship. Pic: KAREN\nSIMMONS\n"
    },
    {
        "page_num": 66,
        "content": "The majestic Windeward Bound sailing ship has finally sailed on from Gladstone and left behind\nsome incredible memories for a group of local teenagers who spent nine days onboard at sea. 16\nlocal 14 to 17 year-olds embarked on Voyage 6 on Saturday 15 July, which sailed from Gladstone\nto Middle Percy Island.While around 15 teens headed south on July 28 for Voyage 7, which sailed\nfrom Gladstone to Southport on the Gold Coast.\nThe Windeward Bound Trust and Rotary International joined together to continue their special\nleadership development program to celebrate 100 years of Rotary in Australia this year and its\nsupport for the development of Young Australians.\nThe celebratory voyages began in April, where on each 9-day voyage, around 18 young Australians\njoin Captain Sarah Parry AM and her crew aboard the Internationally award-winning Sail Training\nBrigantine, to sail along the East Coast.\nGladstone girls and lifelong school friends Lily Watson and Jovi Gudgeon had no idea each other\nwere nominated by local Rotary clubs to experience the sailing expedition. Jovi’s grandpa and\nRotarian, Ian Gudgeon had nominated her and her sister Molly Gudgeon, while Port Curtis Rotary\nClub member and yachtsman David Taylor nominated Lily. 17-year-old Lily and Jovi both enjoyed\ntheir adventure to Middle Percy Island, but sea sickness did dampen spirits for a couple of days\nthere.“I found it pretty challenging the first few days because I was vomiting,” Jovi shared. “I was\nthe only one to get sick sick on the way home – on the second last day,” Lily added. “At the start\nwe anchored just outside of Gladstone, so we could see home but not go home – it made us a bit\nhomesick.” Molly said she didn’t get sea sick or sea-legs, but she did get emotional over her time\naway from family. The girls learnt rope skills, leadership skills, cooking, how to endure only one\n30-second shower the entire trip and how to scrub a deck clean from vomit! There was also no\ntechnology allowed so in their spare time away from their mobile phones the girls found they\nreached out to connect with others and forge new friendships.\nLifelong Yachtsman and Brisbane-to-Gladstone Yacht Race competitor David Taylor said the Rotary\nclubs in Gladstone sponsor the young people and Rotary help the kids to raise money to put\ntowards their trip. “The voyages are a great opportunity for youth development and for a kid to have\n"
    },
    {
        "page_num": 67,
        "content": "the adventure of a lifetime,” David said.“They get to climb the rigging and learn to sail the old ships.”\n“I had a look down below deck and where they slept it was really quite confined – they would have\nhad to learn how to live with other people.”\nThe Windeward Bound Trust’s 2023 East Coast Youth Leadership Challenge is a working\npartnership with Rotary Districts 9830 and 9620 that will receive support from the Rotary Clubs\nalong the East Coast of Australia.\nThe program promotes understanding, inclusiveness, and community by bringing together young\npeople of vastly different backgrounds for a nine-day voyages and giving them the opportunity to\nconnect and grow with one another in both the short and long term.\nYouth Development\nWHY YOUTH DEVELOPMENT\nSAIL TRAINING?\nJoining a Youth Development Sail Training Voyage young people aged 14-18 will learn the skills to\nsail a square-rigged tall ship. They will keep watch and take the helm, help in the galley, learn to\nnavigate using the ship’s charts and climb the 24-metre mast to set and furl the sails. They will learn\nhow to work in a team and learn that teamwork and communication can overcome all obstacles.\nThe ship will also drop anchor from time to time to allow for some fun activities at safe beaches.\nThey will also discover that many of the lessons taught in the school curriculum have a practical\napplication in the day to day life of a tall ship, enhancing what they have learn in the classroom, and\nproviding a sense of positive reasoning as to why their studies have an importance.\nEach participant will be encouraged to pursue personal and team goals and challenges. By the end\nof each voyage they will have the skills and confidence to participate in programs and activities they\nnever thought possible.\n"
    },
    {
        "page_num": 68,
        "content": "Tasmanian West Coast Student Ethan joined a youth development voyage in Strahan, he said \"It\ntaught me a lot about resilience, dedication, practical thinking and creativity... during the voyage\nconstant changes and 'unknowns' are thrown at the trainees who must adapt and deal with the\nsituation while learning new skills together.. I really loved the challenging aspect which helped me\ngrow as a person and become more independent, responsible and confident.\"\nSail training is about living, working and playing with people you haven't met before... becoming a\nmember of a team...taking responsibility, giving and taking orders, pushing yourself physically and\nmentally. Being cold, wet, weary, perhaps sick, often frightened - and looking back on it as the most\nwonderful experience of your life! - Captain Geoff Rowarth\n“Sailing on other vessels is an experience, but a voyage on the Windeward Bound is life changing”-\nAustralian Navy Cadet Flotilla Commander, 2023\nOur young sail trainees come from all parts of Tasmania, and no sailing experience is required.\nWindeward Bound is operated by a professional crew who ensure the highest standards of safety\nand care, and teach the sail trainees everything they need to know for life at sea.\nUPCOMING VOYAGES\nCan’t see a voyage date that suits you below?\nClick here to complete an expression of interest and we’ll keep you updated when new voyages\nare announced!\nVoyage date: 30 November-10 December 2024\nThe Windeward Bound Trust’s Annual Youth Leadership Challenge is a working partnership with\nRotary Tasmania that also receives support from the Migrant Resource Centre of Southern\nTasmania. This program promotes understanding, inclusiveness, and community by bringing\ntogether 20 young people of vastly different backgrounds for a ten-day voyage aboard the STV\n"
    },
    {
        "page_num": 69,
        "content": "Windeward Bound, and giving them the opportunity to connect and grow with one another in both\nthe short and long term.\nThe Youth Leadership Challenge is open to youths between the ages of 14–18 living in Tasmania --\nten locals with an interest in mentoring and creating a more inclusive Tasmanian community, and\nten from refugee backgrounds who recently settled in Tasmania. This program is fortunate to\nreceive generous financial support from a number of sponsors, which allows us to significantly\nreduce the cost for all participants.\nThose who wish to participate as mentors are required to fund-raise $2,500 in donations to further\noffset these costs, and youth from refugee backgrounds are eligible for a significant subsidy to\ncover the majority of their voyage fee, with additional financial assistance available if needed. The\nWindeward Bound Trust provides some guidance to mentors in their fundraising (including a\nfundraising kit with tips and hints), and assists in matching mentors with Rotary clubs sponsors.\nNearly half of all Tasmanian Rotary clubs have sponsored mentors in past years, and most mentors\nfrom previous voyages have received some amount of Rotary sponsorship. There are also various\nbursaries that can be applied for.\n“ There were hundreds of hilarious moments and never a moment that I and all of my\nfellow crew members didn’t have a big smile on our faces. The voyage was full of\nlearning opportunities, ranging from general shipboard knowledge to communication\nand leadership skills along with developing an understanding of diversity and different\ncultures.”- Holly Bowd, Mentor\n“They really have a self belief now that they an do something and they are proud, as\nthey should be, of stepping out of their comfort zones and communities to do this.”-\nSharon Wright, MRC North's Youth Settlement Pathways Coordinator\n"
    },
    {
        "page_num": 70,
        "content": "“We need to hear this and we need to be told this, because we see it on the news but\nwe can’t connect with it.. thank you for sharing with me”- Eloise to Julie in a\nconversation about her fleeing her home country\nROTARY TASMANIA RELATIONSHIP\nThe Windeward Bound Trust has enjoyed a significant relationship with Rotary in Tasmania since\n1994, and the Rotary Club of Hobart has been a driving force in the development and success of\nthe Youth Leadership Challenge since its inception in 2012. In previous years, a four-member\ncoordinating team from the Rotary Club of Hobart has assisted the Windeward Bound Trust with the\nplanning for the voyage, the promotion to Rotary Clubs across the state, and the selection of\nmentors. This year, having become an official program of Rotary Tasmania, this team will have\nadditional Rotarian members from around the District.\nRotary Clubs throughout the District actively support the program through assisting with the\nrecruitment and selection of mentors, and from time to time with sponsorship. Involvement with the\nYouth Leadership Challenge not only promotes ongoing outreach by clubs into their communities,\nbut also provides the opportunity for them to hear inspiring speakers in the form of sponsored\nmentors, post-voyage. Over the past six years, 48% of Tasmanian Rotary Clubs have been\nsponsors, ten of those clubs having been sponsors in multiple years. We have received feedback\nfrom several clubs that their mentor speakers were some of the more memorable they’ve had, and\nwe have already had unprompted enquiries for the upcoming voyage from clubs interested in\nsponsoring young Tasmanians.\nROTARY INTERNATIONAL AND SAIL TRAINING INTERNATIONAL\nSail Training International, which the Windeward Bound is a member of and Rotary International\nshare the common aims of encouraging youth development which supporting efforts towards\ninternational friendship and understanding. STAR stands for Sail Training and Rotary and is the title\nof the Sail Training International initiative to enhance collaborations ranging from Rotary Club\n"
    },
    {
        "page_num": 71,
        "content": "sponsorship of trainees sailing on tall ships, to projects undertaken jointly by Rotary clubs and host\nports.\nIf you would like a mentor application form please download or contact us via email, or if you\nneed a New Tasmanian application form please download or contact us via this email\n2024 Youth Leadership\nChallenge\n​\nSaturday, November 30, 20246:00 PM\nMonday, December 9, 20247:00 PM\n​\nWindeward Bound\n​\nWaterman's DockHobart, TAS, 7000Australia (map)\n​\nGoogle Calendar ICS\nJoin the Windeward Bound Trust’s Annual Youth Leadership Challenge\n"
    },
    {
        "page_num": 72,
        "content": "The Windeward Bound Trust, in partnership with Rotary Tasmania and supported by the Migrant\nResource Centre of Southern Tasmania, invites youths aged 14–18 from diverse backgrounds to\nembark on a transformative ten-day voyage aboard the STV Windeward Bound. This unique\nprogram fosters leadership, inclusiveness, and community spirit among Tasmanian youths,\ncreating lasting bonds and valuable life skills.\n"
    },
    {
        "page_num": 73,
        "content": "What We Offer:\n1. Inclusive Community Building:\n​\nOur program brings together 20 young people: ten local youths who serve as mentors and\nadvocates for community inclusivity, and ten youths from refugee backgrounds who have\nrecently settled in Tasmania. This diversity creates a supportive environment for learning,\nfriendship, and cultural exchange.\n2. Personal Growth and Learning:\n​\nParticipants gain practical sailing skills and shipboard knowledge while developing\nessential communication, leadership, and teamwork skills. Beyond maritime education,\n"
    },
    {
        "page_num": 74,
        "content": "they explore themes of diversity and empathy, enhancing their global awareness and\nfostering a sense of community responsibility.\n3. Educational Enrichment:\n​\nPractical applications of mathematics, geography, and science come alive as we navigate\nthrough Tasmanian waters. Participants engage in hands-on learning, from celestial\nnavigation to studying marine ecosystems.\n4. Environmental Stewardship:\n​\nJoin us in meaningful environmental conservation efforts, including trawling for\nmicroplastics. Learn about marine pollution and its impact firsthand while contributing to\nscientific research.\n5. Dive into History:\nExplore Australia and Tasmania's rich maritime history through stories of explorers and traders.\nThe journey offers insights into the evolution of seafaring and its cultural significance.\n6. Personal Growth and Community Engagement:\n​\nOur program is a catalyst for personal growth, inspiring participants to develop leadership\nskills and a sense of responsibility. Many alumni return with a renewed commitment to\ncommunity service and volunteerism.\n7. Life-Changing Experiences:\n​\nParticipants describe our program as \"life-changing\" and \"eye-opening.\" The voyage not\nonly expands their worldview but also creates lasting memories and friendships that\ntranscend the journey itself.\n"
    },
    {
        "page_num": 75,
        "content": "Join Us on This Unforgettable Voyage\nExperience the thrill of sailing, the beauty of Tasmania's coastline, and the power of learning\nthrough real-world experiences. Discover how our youth voyage in Southern Tasmania can shape\nyour perspective and empower you to make a difference.\nYou are asked to fundraise the amount of $2 995 for the cost of the voyage. Some bursaries are\navailable.\nAre you ready to sail into a world of discovery and compassion? Contact us today and embark on\na voyage that will broaden your horizons and touch your heart!\n"
    },
    {
        "page_num": 76,
        "content": ""
    },
    {
        "page_num": 77,
        "content": "“Sailing on other vessels is an experience, but a voyage on the Windeward Bound is life\nchanging”- Australian Navy Cadet Flotilla Commander, 2023\n"
    },
    {
        "page_num": 78,
        "content": "Private Voyages\nWINDEWARD BOUND RENOWNED FOR ITS YOUTH SAIL TRAINING PROGRAM\nWould you like the benefits of a sail training experience for your students? Windeward bound offers\nvoyages upwards of 5 days with an award winning sail training captain and a passionate crew.\nENQUIRE ABOUT A PRIVATE VOYAGE TODAY\nA youth development sail training program offers numerous benefits that extend beyond simply learning\nhow to sail. Here are some key advantages:\nPersonal Growth and Character Development: Sailing requires discipline, teamwork, and resilience.\nParticipants learn to navigate challenges, manage risks, and develop self-confidence through mastering\nnew skills and overcoming obstacles.\nLeadership Skills: On a sailboat, roles are often assigned based on individual strengths and skills. Youth\nlearn to take initiative, make decisions under pressure, and communicate effectively with team members,\nfostering leadership qualities that are applicable both on and off the water.\n"
    },
    {
        "page_num": 79,
        "content": "Teamwork and Collaboration: Sailing relies heavily on teamwork. Participants must work together to hoist\nsails, steer the boat, and navigate. They learn to trust each other, communicate clearly, and cooperate to\nachieve common goals.\nEnvironmental Awareness: Sailing fosters a deep appreciation for the natural environment. Participants\nlearn about wind patterns, tides, marine life, and the importance of preserving marine ecosystems. This\nawareness often translates into a sense of environmental stewardship and responsibility.\nPhysical Fitness and Well-being: Sailing requires physical exertion, such as pulling ropes and\nmaneuvering sails, which promotes physical fitness and coordination. Spending time outdoors on the\nwater also promotes mental well-being and reduces stress.\nResilience and Adaptability: Weather conditions on the water can change rapidly, requiring participants\nto adapt their strategies and plans accordingly. This fosters resilience and the ability to remain calm and\nfocused in unpredictable situations.\nCultural and Social Awareness: Many sailing programs involve interaction with diverse groups of people,\nwhether it's fellow participants, instructors, or individuals in ports of call. This exposure helps broaden\ncultural understanding and social skills.\nGoal Setting and Achievement: Setting sail towards a destination and reaching it requires planning,\nperseverance, and determination. Youth learn to set achievable goals, break them down into manageable\nsteps, and celebrate their accomplishments.\nCareer and Educational Opportunities: Sailing can open doors to careers in marine industries, such as\nsailing instruction, marine biology, maritime law, or naval architecture. It can also enhance college\napplications and scholarship opportunities, demonstrating a well-rounded skill set and personal\ndevelopment.\nLife-Long Passion: Many participants develop a life-long love for sailing and the ocean. It becomes a\nhobby they can pursue throughout their lives, providing ongoing opportunities for recreation, relaxation,\nand personal growth.\n"
    },
    {
        "page_num": 80,
        "content": "Overall, youth development sail training programs offer a unique blend of adventure, skill-building, and\npersonal development that can positively impact participants in various aspects of their lives.\n“ Sailing on other vessels is an experience, but a voyage on Windeward Bound is life\nchanging”- Australian Navy Cadets Flotilla Commander\nNavigating half-life: Reflecting\non 47 Days Ashore, the\nLongest Slip Period Since\nLaunch\nJune 10, 2024\nThe STV Windeward Bound, launched in 1996 with a resounding declaration of \"She's Driza-bone,\"\nembodies both maritime tradition and educational innovation. Regular slipping, essential for maintenance\nand surveys every two years, not only ensures the vessel's operational integrity but also provides\ninvaluable opportunities for live-aboard volunteers. Through hands-on experiences during these periods,\nvolunteers cultivate crucial engineering and maintenance skills, laying a sturdy foundation for future\ncareers in maritime and engineering fields.\n"
    },
    {
        "page_num": 81,
        "content": ""
    },
    {
        "page_num": 82,
        "content": "A half-life refit is typically conducted midway through its expected lifespan. For us this 2024 maintenance\nperiod took 47 days- The Windeward Bound’s longest slip since its launch. It has involved all the regular\ntasks of a slip and a few extras.\nThe regular tasks include:\n-\nRemoving growth and old antifoul\n-\nRepainting the antifoul on the hull\n-\nCleaning the cable locker\n-\nChipping and repainting the cable\n-\nCleaning and repainting the rudder\n-\nReplacing anodes\n-\nServicing all seacocks and Shipside Valves\nAdditional tasks completed this slip:\n-\nIncreasing the Thickness of the bow planking with sacrificial timbers to protect from anchor\ndamage\n-\nTaking the hull back to bare wood to ensure health of the timber by removing some 96 coats of\nold paint by hand chipping and sanding\n-\nProp shaft removed for inspection of shaft and bearings and re-installed.\n-\nRudder removed for inspection and re-installed\nView fullsize\n"
    },
    {
        "page_num": 83,
        "content": "View fullsize\n"
    },
    {
        "page_num": 84,
        "content": "These tasks support the ship to pass her out of water survey and prolong her lifespan. Surveys in\nAustralia are essential for ensuring ship safety and compliance with regulations. Conducted by maritime\nauthorities, these assessments evaluate structural integrity, equipment, and seaworthiness to identify and\naddress deficiencies. Compliance with survey requirements is vital for obtaining certifications necessary\nfor legal operation in Australian waters, contributing significantly to maritime safety and regulatory\nadherence.\nSo, what was it like being on the slip for so long?\nWe had some amazing nights, we were on the slip during the solar flare and had fantastic views of the\nAurora Australis during several nights mid slipping. This helped to lift the crew spirits as the slip period\nwas already starting to feel really long! It was such a special sight.\n"
    },
    {
        "page_num": 85,
        "content": ""
    },
    {
        "page_num": 86,
        "content": "One of the big tasks this slip was adding sacrificial timber to our anchoring area of the bow. We had our\nApprentice shipwright from our MISTRAL II program apply his skills in supporting this project along with\nshipwrights Matt and Peter. Windeward Bound certainly paints a more striking picture with this\nimprovement\n"
    },
    {
        "page_num": 87,
        "content": ""
    },
    {
        "page_num": 88,
        "content": ""
    },
    {
        "page_num": 89,
        "content": "We had some slip mascots to help lift spirits after days of sanding and chipping. Always happy to chase\na ball around the yard and come looking for a pat during break times and when the slipway was safe.\nThey even tried to steal some lunch, to no avail.\n"
    },
    {
        "page_num": 90,
        "content": "Being able to see the progress we were making was an amazing feeling. Some days it felt tense like you\nwere just doing the same thing over and over again especially after three weeks without a day off and\nthen you could look up and you’re struck by how big the ship is and how much you have done. I know\nonce the hull was stripped to bare wood that was something that I felt inside and was proud of. There\nwas so much growth at the start and antifoul to remove it seemed overwhelming, but we made so much\nprogress!\n"
    },
    {
        "page_num": 91,
        "content": ""
    },
    {
        "page_num": 92,
        "content": "Tom and Fenn are currently completing their Marine Engine Driver Three Qualification. We have been\nworking on projects relevant to our task books for the Marine Engine Driver Three qualification. There is\nso much to do in the engine room on slip and I have learned so much. I have also learnt a lot about\nproblem solving and task management.\n"
    },
    {
        "page_num": 93,
        "content": ""
    },
    {
        "page_num": 94,
        "content": ""
    },
    {
        "page_num": 95,
        "content": ""
    },
    {
        "page_num": 96,
        "content": "We had a big scare on one of our last days on the slip. Sarah woke up and noticed a 55.6 knot gust on\nthe anemometer and made a call to leave the ship for the duration of the storm just in case. She woke us\nall up from our bunks and we waited down in the shed for a few hours at 3am before the wind died down\nand we all got to go back to bed for a slightly later start. It was great to know that the Captain was\nlooking out for our safety. The bad weather caused us to shut down for a day and moved the crew off the\nslipway for safety. During the high winds the scaffolding blew into the ship scratching the freshly painted\nhull, and boats in the harbour were blown over. We had to spend more time on the slip repairing the\nslight damage and luckily just made it back in the water during a brief weather window over the next\nweekend.\n"
    },
    {
        "page_num": 97,
        "content": ""
    },
    {
        "page_num": 98,
        "content": "I cannot explain to you the feeling of floating the boat again after so long on the slip. The atmosphere of\nexcitement amongst the crew was overwhelming. Everyone looking over the stern for the moment the\nstern touched the water and watching the water creep up the rudder towards the propeller. Our final day\non the slip started at 8 am and ended pulling up to a dock at 6pm. Time for the clean up to begin and get\nready for more voyages after a little bit of time for crew recovery.\n"
    },
    {
        "page_num": 99,
        "content": ""
    },
    {
        "page_num": 100,
        "content": ""
    },
    {
        "page_num": 101,
        "content": "In summary, our time up on the slip totalled to 47 days including coming out of the water and going back\nin. One of these days we were unable to work due to dangerous weather conditions. The slip was\nsuccessful and has no doubt improved the life of our ship- vital to the Windeward Bound Foundation’s\naward-winning youth development programs. This year, the slip incurred a cost of approximately $91\n000. If it's within your means, please consider contributing a tax-deductible donation to uphold the\nongoing endeavours of the STV Windeward Bound.\nTo donate, please visit this link or contact us directly via email at office@Windewardbound.com.au or\nphone us at 0438 120 599 or 0418 120 399. Your support is invaluable and directly impacts our ability to\ncontinue providing life-changing sailing experiences.\nMISTRAL II’S SECOND LIFE WITH THE WINDEWARD BOUND TRUST\n"
    },
    {
        "page_num": 102,
        "content": "Mistral II is an important piece of Australia's maritime history, having competed in the first Sydney to\nHobart Yacht Race in 1945. She was donated to the Windeward Bound Foundation Ltd by the family of\nthe late Ron Burton to be used as a training \"tool\" for young Australians.\nThanks to Tasmanian State Government support, Mistral II’s restoration is being completed by energetic\ngroups of young people who are part of the MISTRAL (Multi Industry Skills Training Reaching All Levels)\nprogram. This program provides valuable workplace skills and training to young Tasmanians who have\nbeen unemployed for a long period, so they can go on to further training or enter the workforce.\nOnce restored Mistral II will join her sister ship, the STV Windeward Bound, in offering life-changing youth\ndevelopment Adventure Under Sail programs to young Australians. We're so proud to be the custodians\nof Mistral II and we look forward to seeing her out on the blue water once more.\nGETTING MISTRAL II TO HOBART\nThe story began when the head of the donor family, Barbara Burton, contacted our Managing Trustee\nand advised her of the family’s desire to donate Mistral II in order to see her both preserved, and used to\ndevelop the future prospects of young Australians. A thorough inspection of the vessel was then carried\nout by Captain Sarah Parry and one of her Tall Ship colleagues, Jon Simpson. Having spent several days\ngoing over the entire inside of the hull, pricking and poking into every surface, it was decided to accept\nthe challenge, and bring her to Hobart, firstly for restoration and secondly as a future adjunct to our youth\ndevelopment programs.\nWhile Sarah began exploring the development of a future program, Jon managed to cement an\nagreement with a shipping company that had one of their ships calling into Sydney for fuel whilst on their\nway to Hobart. However, time was short, the window of opportunity was narrow. A cradle to support\nMistral II was required. Barbara Burton made contact with a family friend, a structural engineer, David\nHall, who agreed to design the 8 tonne steel cradle. Having done so, Barbara contracted with a\nfabricator to build the cradle. The cradle was so large it had to be de-mountable to transport it to the\nwharf area….. We then had to wait for the ship to arrive at Sydney. The weeks sped past, the ship was\nheld up by cargo problems in various ports and several potential loading dates came and went.\n"
    },
    {
        "page_num": 103,
        "content": "In the meantime, Jon had enlisted the aid of The Sydney Heritage Fleet Tugs to move Mistral II around as\nrequired, and Australian Bridge and Wharf Pty Ltd agreed to provide an alongside work berth, a crane\nand appropriate personnel to lift the masts and bowsprit out, many days were spent by a growing group\nof both Sydney and Hobart based volunteers filling a shipping container with Mistral’s fittings, hardware\nand equipment, a large quantity of Burmese Teak, and countless other items.\nThen the year ran out, the loading wharf in Sydney was needed for the NYE Fireworks preparation, and\nthe ship was still running behind time. Enter the Royal Australian Navy to the rescue. We discovered that\nthe Navy’s Heavy Lift Transport ship HMAS CHOULES was coming to Hobart from Sydney for the Royal\nHobart Regatta and the My State Bank Australian Wooden Boat Festival. We submitted a request under\nthe Defence Assistance for Civilian Communities program which was, in due course, approved. The\nCommanding Officer of HMAS CHOULES, Commander Scott Houlihan and his team enthusiastically\nembraced the challenge, agreeing to carry Mistral II, her cradle and two shipping containers of equipment\nto Hobart with them.\n"
    },
    {
        "page_num": 104,
        "content": ""
    },
    {
        "page_num": 105,
        "content": "Read about Mistral II’s exciting early races in Blue Water Warriors\nJoin the crew from the comfort of home, reading these exciting first-hand accounts of Mistral II’s early\nSydney–Hobart yacht races.\n"
    },
    {
        "page_num": 106,
        "content": "Buy a copy\n"
    },
    {
        "page_num": 107,
        "content": "VOLUNTEER ON MISTRAL TODAY\nWe are still working hard at restoring her and always need donations to help her\nalong, if you can help go here\nhttps://drct-windeward-bound.prod.supporterhub.net/donations/mistral-100-donatio\nn-page-celebration\nIf you can help with a gift of materials call us on 0438 120 599.\nAll donations gratefully accepted and remember all gifts of over $2.00 are tax\ndeductibl\nMISTRAL - MULTI INDUSTRY SKILLS TRAINING REACHING NEW LEVELS\nMISTRAL II’s restoration provides valuable work skills training for young Tasmanians\n"
    },
    {
        "page_num": 108,
        "content": "When the Burton Family donated Mistral II to the Windeward Bound Trust it was in the expectation\nand hope of seeing her being a training “tool” for young Australians. Mistral II has a way to go\nbefore she is ready to put to sea again, however, we at Windeward Bound saw a magnificent\ntraining opportunity. Our Managing Trustee immediately set to pen and paper and wrote a synopsis\nfor a training program incorporating the un-restored Mistral and at the same time, attracting some\nnecessary funding to enable it to happen.\nThe MISTRAL program aims to provide young people, particularly those who have been\nunemployed long term, with the very necessary understanding of workplace protocols and\nworkplace behaviour. You see, if you’ve never worked in a proper workplace, how do you know\nwhat is expected of you. You can be trained to the nth degree, but still not be recognised for your\nknowledge and skill levels, because you simply have never had the opportunity to learn.\nWe put the MISTRAL program into action in 2020, after obtaining significant funding from the\nTasmanian Government’s Department of State Growth Work Pathways program. This funding will\nallow us to take two intakes, each of 9 “work ready but not job ready” young Tasmanians, aged\nnominally between 18 and 25 yo, working normal “job hours” in a structured working environment,\nwith a full-time shipwright as facilitator and instructor. Our first group finished in early 2020 and we\nare aiming for the second group to begin in early 2021.\nThe work to be done is both complex and interesting, and it can be emotionally and psychologically\nrewarding. It will provide more than a normal workplace, in that it will have its challenges and its\nrewards. It will also provide an avenue for the participants to increase and/or hone their skills by\nbeing able to participate in a large number of short courses provided by either TasTAFE or Seafood\n& Maritime Training, or both. Both organisations have agreed to sponsor short courses that will\nbenefit either individuals, or the group. Young trainees also participate in a 10-day Windeward\nBound Youth Development voyage at the beginning their particular program, to boost their\nself-esteem and create a closer bond within the group.\nThe training program will use the same principals as those applied to Windeward Bound’s Sail\nTraining and Youth Development programs and will also see an increase in participant’s self esteem,\n"
    },
    {
        "page_num": 109,
        "content": "confidence, skill level and job readiness. Trainees working on her will also be able to benefit from\nother Windeward Bound sail training activities.\nOnce the restoration has been completed, Mistral II will join our seagoing programs for advanced\nsail training and will help to extend our reach into the growth and future wellbeing of young\nTasmanians. She is a very important piece of Australia’s maritime history. Hopes are to have the\nyacht mobile enough to celebrate her 100th birthday in 2022.\nMistral II in Constitution Dock,\nHobart, Tasmania\nSeptember 09, 2021\nThis photo shows Mistral II under her canvas covers, at her berth in Constitution Dock, Hobart, Tasmania.\nThe canvas keeps the weather off, so everyone working on Mistral II stays warm and dry while they fit out\nher interior.\nPhoto credit: Pulse FM Hobart. Taken April 2021.\n"
    },
    {
        "page_num": 110,
        "content": "Windeward Bound Comment\n"
    },
    {
        "page_num": 111,
        "content": "What have we achieved so far?\nJuly 03, 2020\nWe are very conscious that as most of the early restoration is necessarily the making good (read\nreplacement) of a large number of her original frames and other key structural timbers, it has been going\non steadily below decks and out of sight of those on the wharf.\nTo date we have had many milestone days since our trainees joined us and work on the hull began. The\nentire internal hull framing has been repaired which entailed the whole or partial replacement of some 110\nof the 140 frames. New frames, or partial frames, from the best Tasmanian Bluegum, have been cut,\nfitted, fastened above the waterline, faired off and sealed with Epoxy 2 pack Wood Preserver and Timber\nSealer, which is supplied as part of Wattyl’s sponsorship. All the timber for the 38 new deckbeams, and\nthe total replacement of the SheerClamps and Beam shelves has been sourced, machined and readied\nfor lamination.\nThe trainees continue to be of core value to the project, they proved themselves as very capable and\nhave reached a level where they are able to make frame templates, mark out the curved and beveled\nframes and adjust the bandsaw for the required bevels, cut the frame and adjust it for an accurate fit\nagainst the planking. Our 2nd intake of trainees will start as soon as Covid19 restrictions have eased.\n"
    },
    {
        "page_num": 112,
        "content": "There have also been ancillary things happening as well, formulation of a plan and method, approved by\nTasports for the safe removal of the old lead based paints etc , fitting of new temporary hatch and\nskylight coamings, construction and fitting of hatchcovers to provide better weatherproofing, and\nremoval of other damaged timbers ready for replacement.\nWe are delighted to have restored and installed her original transom. Her original 1922 nameplate,\nrecently discovered in Hobart, was reunited to Mistral after an absence of 65 years (another great part of\nthe story).\nWe have now begun the process of “roofing” her over to allow us to remove the existing decks and\ndeckbeams and complete this next phase of the project\n"
    },
    {
        "page_num": 113,
        "content": ""
    },
    {
        "page_num": 114,
        "content": "MISTRAL II’S ORIGINAL 1922 NAMEPLATE.\nWindeward Bound Comment\nFive Week Update (11th\nSeptember 2019)\nNovember 07, 2019\nFive weeks in and our Mistral II restoration crew are making great progress replacing beams and frames\nand repairing beam shelves and sheer clamps.\n"
    },
    {
        "page_num": 115,
        "content": ""
    },
    {
        "page_num": 116,
        "content": ""
    },
    {
        "page_num": 117,
        "content": ""
    },
    {
        "page_num": 118,
        "content": ""
    },
    {
        "page_num": 119,
        "content": "Windeward Bound Comment\nOfficial Launch of Mistral II\n(14th August 2019)\n"
    },
    {
        "page_num": 120,
        "content": "November 07, 2019\nWe were delighted to officially launch the Mistral training program today. Thank you to Minister Jeremy\nRockliff and the State Government for their support in giving Mistral II a second life in Hobart.\nOur youth trainees have been working hard to start the restoration process and we look forward to the\nday when Mistral II is out on the blue water once more, providing youth development and sailing training\nopportunities to young Australians\nBACKGROUND INFORMATION ABOUT MISTRAL II\nMISTRAL II CIRCA 1947\nMistral II was built in 1922. She is a gaff-rigged schooner, currently moored in Hobart’s Constitution\nDock while undergoing a ‘mast truck to keel shoe’ restoration.\nMistral II sailed in the first five Sydney to Hobart races. She first entered Constitution Dock some 75\nyears ago at the completion of the famous first race of the now iconic Sydney to Hobart series.\n"
    },
    {
        "page_num": 121,
        "content": "Mistral II is being restored by the Windeward Bound Trust – ‘Working for young Australians’, after\nbeing donated by the family of her late owner Ron Burton.\nOver the next few years Mistral II will be fully restored to her original 1922 rig and fitout, with the aim\nto have substantial works completed in time for her 100th birthday, on 2022.\nMistral II’s restoration work is being partially completed by young Tasmanians who need practical\nworkplace training, skills and confidence to make them job-ready. This innovative job-skills training\nprogram is called M.I.S.T.R.A.L. and is run by the Windeward Bound Trust thanks to funding from\nthe Tasmanian Department of State Growth. One group of M.I.S.T.R.A.L. trainees has successfully\ngraduated, with other groups undertaking their training in 2021.\nThe Windeward Bound Trust is continuing the restoration work with the help of volunteers, partners\nand supporters even when the young M.I.S.T.R.A.L. trainees aren’t aboard.\nOn completion, Mistral II will continue to help young people – she’ll join the Windeward Bound fleet\nhere in Tasmania as a sail training vessel, providing life-changing experiences for young people who\nneed a help-up in life. We take them to sea and show them what they’re capable of, and the true\nmeaning of teamwork and responsibility, truly expanding their horizons.\nMistral II is providing new generations of young Tasmanians the work, life and social skills to fully\nparticipate in our community.\nWe’re using history to provide skills and training to create brighter futures.\nFor more information about this project, to arrange interviews or to organise a visit to Mistral II,\nplease contact us.\n"
    }
]